{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"http://example.com","root":"/"},"pages":[{"title":"categories","date":"2023-02-05T15:11:02.000Z","updated":"2023-02-21T12:00:47.000Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"友情链接","date":"2023-08-10T12:59:22.888Z","updated":"2023-02-21T12:00:47.000Z","comments":true,"path":"links/index.html","permalink":"http://example.com/links/index.html","excerpt":"","text":""},{"title":"tags","date":"2023-02-05T15:07:53.000Z","updated":"2023-02-21T12:00:47.000Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"你可以信靠祂","slug":"你可以信靠祂","date":"2023-08-13T06:22:00.000Z","updated":"2023-08-13T08:14:56.459Z","comments":true,"path":"2023/08/13/你可以信靠祂/","link":"","permalink":"http://example.com/2023/08/13/%E4%BD%A0%E5%8F%AF%E4%BB%A5%E4%BF%A1%E9%9D%A0%E7%A5%82/","excerpt":"","text":"&emsp;&emsp;我当下每年学习的费用需要4万左右，由于没有供应，这对我而言是一个很大的挑战，我时常会为此感到忧虑，因而我曾经向两个神学奖学金基金会递交过奖学金申请书。第一个回复我说，我当下这个学位并不在他们的奖学金计划范围内。另一个基金会在申请之前，就有曾经的奖学金获得者告诉我，该基金会一般只支持硕士学位。出于对学习费用的忧虑，我还是想着去试一下，所以就写封信过去，结果至今都没有音讯。此后我也陆陆续续和一些人打听关于神学生的奖学金，或基金会、或爱心家庭，得到的答复都是不清楚。慢慢的也就心灰意冷，便没再怎么去打听什么奖学金基金会，但是心里还是会有忧虑。 &emsp;&emsp;直到一天深夜，我像往常一样洗漱完毕，坐在桌前看书，突然脑海中闪现过这样一句话“或许主就是要我在这种情况下读完”。换句话而言，就是在没有机构、教会的固定支持情况下，继续靠着信心仰望、等候上帝的供应。 &emsp;&emsp;瞬间我如梦初醒，我读了这么多年神学，一直都是过着“乌鸦叼饼”的日子——是上帝时不时差遣一些爱主的肢体来支持我装备、前行。为何此刻的信心如此小呢？更何况，当初我申请读这个学位时也是凭着信心，当下为何不能继续凭着信心学习呢？这或许就是上帝带领我前行的方式，要借此来不断的操练我的信心，那为何要拼命拒绝呢？虽然信心等候的过程是艰辛的，但我们所强调的不就是“信”吗？作为奉献出来全职的人，本身就是要成为“信的榜样”。倘若信心没有经过操练，又如何能成为榜样呢？ &emsp;&emsp;想到这些曾经经历过的主恩，原本还为明天忧虑的我，内心瞬间充满平安。前面虽有信心的大功课等着我，但我也下定决心单单仰望上帝，因为祂是我的主，是我盼望的所在，也是我的牧者，会引导我当行的路。 &emsp;&emsp;或许你当下也面临着信心的功课，我不能说你必须要和我一样才行，毕竟每个人都不一样，要经历的也不一样，所以主给每个人的带领也都不一样。但我想和你说：虽然你与我所要面对的环境或许不一样，但在软弱之时，不妨回顾曾经所经历的主恩，思想祂的恩典与保守。你会发现祂是信实的，祂始终是你的帮助者，你盼望的所在，你可以信靠祂，可以将眼目定睛于祂。祂会按着祂的时间与方式带领你，帮助你胜过眼前所经历的环境。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"短文","slug":"短文","permalink":"http://example.com/tags/%E7%9F%AD%E6%96%87/"}]},{"title":"我的见证","slug":"我的见证","date":"2023-08-13T06:22:00.000Z","updated":"2023-08-13T08:16:56.546Z","comments":true,"path":"2023/08/13/我的见证/","link":"","permalink":"http://example.com/2023/08/13/%E6%88%91%E7%9A%84%E8%A7%81%E8%AF%81/","excerpt":"","text":"我如此信主&emsp;&emsp;我是家里第二代基督徒，但我并非出生在一个基督徒家庭当中，反而是沉迷拜偶像的家庭。家里最先信主的是我母亲，之后她再将福音传给我们家族，而我个人信主则是在高中的时候。我三岁丧父，这种特殊背景并没有使我与家人关系更亲近，反而使我更加生疏。母亲不知道为我在上帝面前祷告了多少次、流了多少眼泪。上帝也确实听了我母亲的祈祷，用祂的大能使我降服在祂的面前。上帝的手管教了我，但祂又赐我莫大的恩典，使我晓得祂的全能与真实，也借此使我认识祂，领受祂生命的救恩。在祂的恩典下，我身体得康健，灵魂被拯救，因为我认识了救主，接受基督成为我个人的救主。 我想侍奉主&emsp;&emsp;经历上帝恩典的那一刻起，我便想更多了解、认识这位上帝。随着越多的了解，居然萌生一颗想侍奉上帝的心，而且随着时间的推移愈发强烈。当我把这个想法与教会的牧者同工分享的时候，却遭到绝大多数人的反对，只有两三个弟兄支持。加上我本身不是出生在教牧家庭，也不是在基督徒大家族，所以那时候想读神学可以说遭遇到许多阻力。可是上帝要呼召一个人，又有谁能阻挡呢？我最终带着想侍奉上帝的心、感恩的心，靠着上帝的恩典，去学习神学。在那里我生命被反转、被建造，也被启蒙，学习到许多真理，对上帝有着更深与更为正确的认识。 我原来是罪人&emsp;&emsp;神学学习的第一学期临近期末之时，在自己三天的禁食祷告中，我突然发现自己是重罪之人，罪压得我快喘不过气来。我内心为此是极度的悲伤，仿佛世间任何事物都无法平复我的心情，那一刻我只想跪在上帝面前祷告。于是我跪在上帝面前流泪祷告，向上帝认罪，祈求上帝赦罪。不知道祷告了多久，不知道认了多久的罪，当我祈求耶稣基督的宝血洁净我的时候，忽然就豁然开朗，整个人如释重负，内心变得平静安稳，内心有一种难以言表的平安。那一刻我知道，上帝已经借着耶稣基督的宝血洗净我的罪了，赦免我的罪了。 我立志全职&emsp;&emsp;我的生命也在那一刻被反转，被改变，也是在那一刻我决定将自己全然献上，立志自己将来奉献出来全职服侍主。因为在读神学之前，我并没有全职侍奉的计划，只是想着读完几年神学，以后带职侍奉。因为之前自己对真理认识不多，对上帝的认识也很有局限，生命也并未与上帝有真正的连接，所以也担心全职侍奉的生活会过得很拮据。因此当我决志全职侍奉主的时候，我祈求主塑造我、装备我、保守我、供应我、引导我，也使用我，坚定我的呼召。 我的全职&emsp;&emsp;立志奉献全职侍奉主的这些年，这个全职的呼召也不断的得到印证与坚立。从积极的层面而言，这些年的服侍也确实看到一些果效，事工的开展，许多被服侍的弟兄姊妹得到造就，也得到牧长同工、弟兄姊妹的肯定。以及上帝也确实赐予我相应的侍奉恩赐，使我有能力去服侍，完成教会所托付的事工。消极层面而言这期间在经历旷野之时，也曾有过怀疑自己的呼召，但感恩上帝的怜悯与保守，使我得以走出旷野，并愈发前行。这些旷野经历，不仅让我看到上帝的爱与恩典，更是看到上帝对我的呼召，更加坚定我全职侍奉祂的心志。因为祂一直看顾我、保守我，使我至今还能继续回应祂全职侍奉的呼召。 我的负担&emsp;&emsp;刚读神学的时候，我真的是懵懂无知，不懂什么是恩赐，不懂什么是呼召，也不懂什么是负担，基本上都是一问三不知。会有这种情况，那是因为我那时候真的不懂这些“属灵黑话”是什么意思，并且我那时对真理的认知也寥寥无几。好在经过装备与寻求，主让我有所看见，也让这个看见成为我的负担。我看见教会缺乏好的牧养，看见教会工人的缺乏，看见教会的工人缺乏装备。因此我尽力让自己可以成为上帝优秀的工人，也期望自己以后可以参与到装备上帝工人的侍奉当中。为此，我这些年一直在尽力装备自己，从国内到国外，一直读到当下。 我的这些年&emsp;&emsp;我这些年的神学学习，其实一直没有哪个教会的支持。起初在国内倒还好，假期做点兼职还能应付过去，到后面国外压力就剧增了。国外的装备确实好，但是那费用对我而言真的是难以承受。上帝给了我这个恩典去装备时，我就跟上帝祷告：“上帝啊，祢若呼召我，就供应我一切所需的。”所以那时候除了学校的全额奖学金与优秀奖之外，上帝还时不时差遣一些有感动的爱主肢体支持我前行。愿主纪念所有爱主肢体们的爱心，不仅在天上纪念你们，也求主在今世敞开天上福库倾福与你们。 &emsp;&emsp;这些年，从稚嫩到沧桑，从懵懂到略知，从初学者到博士生。虽说这些年一路走来都有上帝的恩典，但现实中并没有想象中的那么容易，其中的各种艰辛与负重都只能自己默默忍受。所以这些年的坚持，不仅许多人不理解，甚至自己许多时候都会质疑自己。好在起初那份感动与负担还在，所以靠主还能继续缓慢前行。 &emsp;&emsp;当下每年学习所需的费用在4万左右，这笔钱对于我而言，还是需要迫切祈求上帝的预备，如此才能顺利完成学业，愿你们也为我代祷。愿上帝坚固我、带领我、装备我、塑造我，使我成为合乎祂使用的器皿，从而在这个时代中更好地服侍基督与基督的教会。","categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"短文","slug":"短文","permalink":"http://example.com/tags/%E7%9F%AD%E6%96%87/"}]},{"title":"Hello World","slug":"hello-world","date":"2023-08-10T12:59:22.854Z","updated":"2023-08-12T14:02:42.720Z","comments":true,"path":"2023/08/10/hello-world/","link":"","permalink":"http://example.com/2023/08/10/hello-world/","excerpt":"","text":"测试页 Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"随笔","slug":"随笔","permalink":"http://example.com/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"短文","slug":"短文","permalink":"http://example.com/tags/%E7%9F%AD%E6%96%87/"}]}